Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture has no servers, no support team, and no way to recover your wallet for you. Nobody from Aperture will ever message you, email you, or ask for your recovery phrase. If someone claims to be Aperture support, they are not.
af: Aperture het geen bedieners nie, geen ondersteuningspan nie en geen manier om jou beursie namens jou te herstel nie. Niemand van Aperture sal jou ooit 'n boodskap stuur, jou e-pos of vir jou herstelfrase vra nie. As iemand beweer dat hy van Aperture-ondersteuning is, is hy dit nie.
ar: لا تملك Aperture أي خوادم، ولا فريق دعم، ولا أي وسيلة لاستعادة محفظتك نيابةً عنك. لن يراسلك أحد من Aperture أبدًا، ولن يرسل إليك بريدًا إلكترونيًا، ولن يطلب منك عبارة الاسترداد. إذا ادّعى شخص ما أنه من دعم Aperture، فهو ليس كذلك.
bg: Aperture няма сървъри, няма екип за поддръжка и няма начин да възстанови портфейла ви вместо вас. Никой от Aperture никога няма да ви напише съобщение, да ви изпрати имейл или да ви поиска фразата за възстановяване. Ако някой твърди, че е от поддръжката на Aperture, той не е.
bn: Aperture-এর কোনো সার্ভার নেই, কোনো সাপোর্ট টিম নেই এবং আপনার ওয়ালেট পুনরুদ্ধার করার কোনো উপায় নেই। Aperture-এর কেউ আপনাকে কখনো মেসেজ পাঠাবে না, ইমেল করবে না বা আপনার রিকভারি ফ্রেজ চাইবে না। যদি কেউ নিজেকে Aperture সাপোর্ট বলে দাবি করে, সে নয়।
ca: Aperture no té servidors, ni equip de suport, ni cap manera de recuperar la vostra cartera per vós. Ningú d'Aperture us enviarà mai un missatge, un correu electrònic ni us demanarà la vostra frase de recuperació. Si algú afirma ser del suport d'Aperture, no ho és.
cs: Aperture nemá žádné servery, žádný tým podpory ani způsob, jak by za vás obnovil vaši peněženku. Nikdo z Aperture vám nikdy nepošle zprávu, neodešle e-mail ani se nezeptá na vaši frázi pro obnovení. Pokud někdo tvrdí, že je z podpory Aperture, není.
da: Aperture har ingen servere, intet supportteam og ingen måde at gendanne din wallet for dig. Ingen fra Aperture vil nogensinde sende dig en besked, en e-mail eller bede om din gendannelsesfrase. Hvis nogen hævder at være fra Aperture-support, er de det ikke.
de: Aperture hat keine Server, kein Support-Team und keine Möglichkeit, dein Wallet für dich wiederherzustellen. Niemand von Aperture wird dir jemals eine Nachricht schreiben, eine E-Mail schicken oder nach deiner Wiederherstellungsphrase fragen. Wenn jemand behauptet, vom Aperture-Support zu sein, ist er es nicht.
el: Το Aperture δεν διαθέτει διακομιστές, ομάδα υποστήριξης ούτε κάποιον τρόπο να ανακτήσει το πορτοφόλι σας για λογαριασμό σας. Κανείς από το Aperture δεν θα σας στείλει ποτέ μήνυμα, email ή θα σας ζητήσει τη φράση ανάκτησής σας. Αν κάποιος ισχυριστεί ότι είναι υποστήριξη του Aperture, δεν είναι.
es: Aperture no tiene servidores, ni equipo de soporte, ni forma alguna de recuperar tu cartera por ti. Nadie de Aperture te enviará nunca un mensaje, un correo ni te pedirá tu frase de recuperación. Si alguien dice ser del soporte de Aperture, no lo es.
et: Apertural pole servereid, tugimeeskonda ega võimalust sinu rahakotti sinu eest taastada. Keegi Aperturest ei saada sulle kunagi sõnumit, e-kirja ega küsi sinu taastefraasi. Kui keegi väidab end olevat Aperture tugi, ei ole ta seda.
fa: Aperture هیچ سروری، هیچ تیم پشتیبانی و هیچ راهی برای بازیابی کیف پول شما به جای شما ندارد. هیچ‌کس از Aperture هرگز برای شما پیام نخواهد فرستاد، ایمیل نخواهد زد و عبارت بازیابی شما را نخواهد خواست. اگر کسی ادعا کند پشتیبان Aperture است، نیست.
fi: Aperturella ei ole palvelimia, asiakaspalvelutiimiä eikä mitään tapaa palauttaa lompakkoasi puolestasi. Kukaan Aperturelta ei koskaan lähetä sinulle viestiä, sähköpostia tai kysy palautuslausettasi. Jos joku väittää olevansa Aperturen tuki, hän ei ole.
fil: Walang server ang Aperture, walang support team, at walang paraan para mabawi ang wallet mo para sa iyo. Walang sinuman mula sa Aperture ang magpapadala ng mensahe, mag-e-email, o hihingi ng iyong recovery phrase. Kung may nag-aangkin na siya ay Aperture support, hindi siya.
fr: Aperture n'a aucun serveur, aucune équipe d'assistance et aucun moyen de récupérer votre portefeuille à votre place. Personne chez Aperture ne vous enverra jamais de message, d'e-mail, ni ne vous demandera votre phrase de récupération. Si quelqu'un prétend être l'assistance Aperture, ce n'est pas le cas.
he: ל-Aperture אין שרתים, אין צוות תמיכה ואין שום דרך לשחזר עבורך את הארנק שלך. אף אחד מ-Aperture לעולם לא ישלח לך הודעה, לא ישלח לך אימייל ולא יבקש את ביטוי השחזור שלך. אם מישהו טוען שהוא מתמיכת Aperture, הוא לא.
hi: Aperture के पास कोई सर्वर नहीं है, कोई सहायता टीम नहीं है, और आपके लिए आपका वॉलेट पुनर्प्राप्त करने का कोई तरीका नहीं है। Aperture का कोई भी व्यक्ति आपको कभी संदेश नहीं भेजेगा, ईमेल नहीं करेगा, या आपका रिकवरी फ़्रेज़ नहीं माँगेगा। यदि कोई व्यक्ति स्वयं को Aperture सहायता बताता है, तो वह नहीं है।
hr: Aperture nema servera, nema tima za podršku ni način da umjesto vas vrati vaš novčanik. Nitko iz Apertura nikada vam neće poslati poruku, e-poštu ni tražiti vašu frazu za oporavak. Ako netko tvrdi da je iz Apertureove podrške, nije.
hu: Az Aperture-nek nincsenek szerverei, nincs ügyfélszolgálati csapata, és semmilyen módon nem tudja helyetted visszaállítani a tárcádat. Az Aperture-től soha senki nem fog üzenetet írni, e-mailt küldeni, és nem fogja kérni a helyreállítási kifejezésedet. Ha valaki azt állítja, hogy az Aperture ügyfélszolgálatától van, nem onnan van.
id: Aperture tidak memiliki server, tidak memiliki tim dukungan, dan tidak memiliki cara untuk memulihkan dompet Anda. Tidak akan pernah ada orang dari Aperture yang mengirim pesan, email, atau meminta frasa pemulihan Anda. Jika seseorang mengaku sebagai dukungan Aperture, ia bukan.
is: Aperture hefur enga netþjóna, ekkert þjónustuteymi og enga leið til að endurheimta veskið þitt fyrir þig. Enginn frá Aperture mun nokkurn tímann senda þér skilaboð, tölvupóst eða biðja um endurheimtarsetningu þína. Ef einhver segist vera frá Aperture-þjónustunni er hann það ekki.
it: Aperture non ha server, non ha un team di assistenza e non ha alcun modo di recuperare il tuo wallet al posto tuo. Nessuno di Aperture ti invierà mai un messaggio, un'e-mail o ti chiederà la tua frase di recupero. Se qualcuno afferma di essere l'assistenza Aperture, non lo è.
ja: Apertureにはサーバーもサポートチームもなく、あなたのウォレットを代わりに復元する手段もありません。Apertureから連絡が来ることはなく、メールが届くことも、リカバリーフレーズを尋ねられることもありません。誰かがApertureのサポートを名乗ったとしても、それはApertureではありません。
ko: Aperture에는 서버도, 지원팀도, 사용자를 대신해 지갑을 복구할 방법도 없습니다. Aperture의 누구도 메시지를 보내거나, 이메일을 보내거나, 복구 문구를 요구하지 않습니다. 누군가 자신을 Aperture 지원팀이라고 주장한다면, 그는 Aperture 지원팀이 아닙니다.
lt: Aperture neturi nei serverių, nei pagalbos komandos, nei jokio būdo už jus atkurti jūsų piniginę. Niekas iš Aperture niekada jums neparašys žinutės, el. laiško ir nepaprašys atkūrimo frazės. Jei kas nors teigia, kad jis yra iš Aperture pagalbos, jis nėra.
lv: Aperture nav nedz serveru, nedz atbalsta komandas, nedz arī iespējas jūsu vietā atjaunot jūsu maku. Neviens no Aperture nekad jums nesūtīs ziņu, e-pastu un nelūgs jūsu atkopšanas frāzi. Ja kāds apgalvo, ka ir no Aperture atbalsta, viņš nav.
ml: Aperture-ന് സെർവറുകൾ ഇല്ല, പിന്തുണാ ടീം ഇല്ല, നിങ്ങൾക്കു വേണ്ടി നിങ്ങളുടെ വാലറ്റ് വീണ്ടെടുക്കാനുള്ള മാർഗവുമില്ല. Aperture-ൽ നിന്ന് ആരും നിങ്ങൾക്ക് സന്ദേശം അയക്കില്ല, ഇമെയിൽ ചെയ്യില്ല, അല്ലെങ്കിൽ നിങ്ങളുടെ റിക്കവറി ഫ്രേസ് ചോദിക്കില്ല. ആരെങ്കിലും Aperture പിന്തുണ ആണെന്ന് അവകാശപ്പെട്ടാൽ, അവർ അല്ല.
mr: Aperture कडे कोणतेही सर्व्हर नाहीत, कोणतेही सहाय्य संघ नाही आणि तुमच्या वतीने तुमचे वॉलेट परत मिळवण्याचा कोणताही मार्ग नाही. Aperture कडून कोणीही तुम्हाला कधीही संदेश पाठवणार नाही, ईमेल करणार नाही किंवा तुमचा रिकव्हरी फ्रेज विचारणार नाही. जर कोणी स्वतःला Aperture सहाय्य असल्याचा दावा करत असेल, तर तो नाही.
ms: Aperture tiada pelayan, tiada pasukan sokongan, dan tiada cara untuk memulihkan dompet anda bagi pihak anda. Tiada sesiapa daripada Aperture akan menghantar mesej, e-mel, atau meminta frasa pemulihan anda. Jika seseorang mendakwa sebagai sokongan Aperture, dia bukan.
nb: Aperture har ingen servere, ingen kundestøtte og ingen måte å gjenopprette lommeboken din for deg. Ingen fra Aperture vil noensinne sende deg en melding, en e-post eller spørre etter gjenopprettingsfrasen din. Hvis noen påstår at de er fra Aperture-støtte, er de ikke det.
nl: Aperture heeft geen servers, geen supportteam en geen manier om je wallet voor je te herstellen. Niemand van Aperture zal jou ooit een bericht sturen, mailen of vragen om je herstelzin. Als iemand beweert van de Aperture-support te zijn, is dat niet zo.
pa: Aperture ਕੋਲ ਕੋਈ ਸਰਵਰ ਨਹੀਂ ਹੈ, ਕੋਈ ਸਹਾਇਤਾ ਟੀਮ ਨਹੀਂ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਵਾਲਿਟ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਕੋਈ ਤਰੀਕਾ ਨਹੀਂ ਹੈ। Aperture ਤੋਂ ਕੋਈ ਵੀ ਤੁਹਾਨੂੰ ਕਦੇ ਸੁਨੇਹਾ ਨਹੀਂ ਭੇਜੇਗਾ, ਈਮੇਲ ਨਹੀਂ ਕਰੇਗਾ, ਜਾਂ ਤੁਹਾਡਾ ਰਿਕਵਰੀ ਫ੍ਰੇਜ਼ ਨਹੀਂ ਮੰਗੇਗਾ। ਜੇ ਕੋਈ ਆਪਣੇ ਆਪ ਨੂੰ Aperture ਸਹਾਇਤਾ ਕਹਿੰਦਾ ਹੈ, ਤਾਂ ਉਹ ਨਹੀਂ ਹੈ।
pl: Aperture nie ma żadnych serwerów, żadnego zespołu wsparcia ani żadnego sposobu, by odzyskać twój portfel za ciebie. Nikt z Aperture nigdy nie napisze do ciebie wiadomości, nie wyśle e-maila ani nie poprosi o twoją frazę odzyskiwania. Jeśli ktoś twierdzi, że jest ze wsparcia Aperture, nie jest.
pt_br: O Aperture não tem servidores, nem equipe de suporte, nem como recuperar a sua carteira por você. Ninguém do Aperture vai te enviar mensagem, te mandar e-mail ou pedir a sua frase de recuperação. Se alguém disser que é do suporte do Aperture, não é.
ro: Aperture nu are servere, nu are echipă de asistență și nu are nicio modalitate de a-ți recupera portofelul în locul tău. Nimeni de la Aperture nu îți va trimite vreodată un mesaj, un e-mail și nu îți va cere fraza de recuperare. Dacă cineva pretinde că este de la asistența Aperture, nu este.
ru: У Aperture нет ни серверов, ни службы поддержки, ни способа восстановить ваш кошелёк за вас. Никто из Aperture никогда не напишет вам сообщение, не отправит письмо и не попросит вашу seed-фразу. Если кто-то утверждает, что он из поддержки Aperture, — это не так.
sk: Aperture nemá žiadne servery, žiadny tím podpory ani spôsob, ako by za vás obnovil vašu peňaženku. Nikto z Aperture vám nikdy nepošle správu, e-mail ani sa nespýta na vašu obnovovaciu frázu. Ak niekto tvrdí, že je z podpory Aperture, nie je.
sl: Aperture nima strežnikov, nima ekipe za podporo in nima nobenega načina, da bi namesto vas obnovil vašo denarnico. Nihče iz Aperture vam ne bo nikoli poslal sporočila, e-pošte ali zahteval vašega obnovitvenega gesla. Če kdo trdi, da je iz Aperture podpore, ni.
sr: Aperture нема сервере, нема тим за подршку нити начин да уместо вас врати ваш новчаник. Нико из Aperture-а вам никада неће послати поруку, имејл нити тражити вашу фразу за опоравак. Ако неко тврди да је из подршке Aperture-а, није.
sv: Aperture har inga servrar, ingen supportavdelning och inget sätt att återställa din plånbok åt dig. Ingen från Aperture kommer någonsin att skicka dig ett meddelande, mejla dig eller fråga efter din återställningsfras. Om någon påstår sig vara Aperture-support är de det inte.
sw: Aperture haina seva yoyote, haina timu ya usaidizi, na haina njia ya kurejesha pochi yako kwa niaba yako. Hakuna mtu kutoka Aperture atakayekutumia ujumbe, barua pepe, au kukuomba kifungu chako cha kurejeshea. Iwapo mtu anadai kuwa yeye ni usaidizi wa Aperture, si yeye.
ta: Aperture-க்கு சேவையகங்கள் இல்லை, ஆதரவுக் குழு இல்லை, உங்கள் சார்பாக உங்கள் வாலட்டை மீட்டெடுக்கும் வழியும் இல்லை. Aperture-இலிருந்து யாரும் உங்களுக்கு செய்தி அனுப்பவோ, மின்னஞ்சல் அனுப்பவோ, உங்களின் மீட்டெடுப்பு சொற்றொடரைக் கேட்கவோ மாட்டார்கள். யாரேனும் தம்மை Aperture ஆதரவு என்று உரிமை கோரினால், அவர் இல்லை.
te: Aperture కు సర్వర్‌లు లేవు, మద్దతు బృందం లేదు, మీ తరఫున మీ వాలెట్‌ను రికవర్ చేయడానికి ఎటువంటి మార్గం లేదు. Aperture నుండి ఎవరూ మీకు ఎప్పుడూ సందేశం పంపరు, ఇమెయిల్ చేయరు లేదా మీ రికవరీ ఫ్రేజ్‌ను అడగరు. ఎవరైనా తాము Aperture మద్దతు అని పేర్కొంటే, వారు కాదు.
th: Aperture ไม่มีเซิร์ฟเวอร์ ไม่มีทีมสนับสนุน และไม่มีวิธีกู้คืนกระเป๋าเงินของคุณแทนคุณ จะไม่มีใครจาก Aperture ส่งข้อความ ส่งอีเมล หรือขอวลีกู้คืนของคุณ หากมีใครอ้างว่าเป็นฝ่ายสนับสนุนของ Aperture เขาไม่ใช่
tr: Aperture'ün sunucusu, destek ekibi ve cüzdanınızı sizin yerinize kurtarmanın hiçbir yolu yoktur. Aperture'den hiç kimse size mesaj göndermez, e-posta atmaz veya kurtarma ifadenizi istemez. Biri Aperture desteği olduğunu iddia ediyorsa, değildir.
uk: Aperture не має ні серверів, ні служби підтримки, ні способу відновити ваш гаманець замість вас. Ніхто з Aperture ніколи не напише вам повідомлення, не надішле електронного листа й не попросить вашу seed-фразу. Якщо хтось стверджує, що він зі служби підтримки Aperture, — це неправда.
ur: Aperture کے پاس نہ کوئی سرور ہے، نہ کوئی سپورٹ ٹیم، اور نہ ہی آپ کا والٹ بحال کرنے کا کوئی ذریعہ۔ Aperture کا کوئی فرد آپ کو کبھی پیغام نہیں بھیجے گا، ای میل نہیں کرے گا، یا آپ کی ریکوری فریز نہیں مانگے گا۔ اگر کوئی شخص خود کو Aperture سپورٹ بتاتا ہے، تو وہ نہیں ہے۔
vi: Aperture không có máy chủ, không có đội ngũ hỗ trợ và không có cách nào khôi phục ví giúp bạn. Sẽ không có ai từ Aperture nhắn tin, gửi email cho bạn hay hỏi cụm từ khôi phục của bạn. Nếu ai đó tự nhận là bộ phận hỗ trợ Aperture, họ không phải.
zh_hans: Aperture 没有服务器，没有支持团队，也无法为你恢复钱包。Aperture 绝不会向你发送消息、发送邮件或索要你的恢复短语。如果有人自称是 Aperture 的客服，那他不是。
zh_hant: Aperture 沒有伺服器，沒有客服團隊，也無法替你還原錢包。Aperture 絕不會傳訊息給你、寄電子郵件給你或索取你的還原短語。如果有人自稱是 Aperture 客服，那他不是。
